Repository: rnixx/chronotope
Catalog: src/chronotope/locales/*/LC_MESSAGES/chronotope.po
Languages: de

source: draft_2_published
de: Veröffentlichen

source: draft_2_declined
de: Ablehnen

source: published_2_draft
de: Zurückziehen

source: published_2_declined
de: Ablehnen

source: declined_2_draft
de: Zurückziehen

source: declined_2_published
de: Veröffentlichen

source: attachment_type_text
de: Text

source: attachment_type_file
de: Datei

source: attachment_type_image
de: Bild

source: state
de: Status

source: sort_on_state
de: Nach Status sortieren

source: germany
de: Deutschland

source: austria
de: Österreich

source: swizerland
de: Schweiz

source: coordinates_label
de: Koordinaten

source: my_items
de: Meine Einträge

source: edit
de: Editieren

source: add_facility
de: Einrichtung hinzufügen

source: add_occasion
de: Ereignis hinzufügen

source: add_attachment
de: Anhang hinzufügen

source: title
de: Titel

source: sort_on_title
de: Nach Titel sortieren

source: created
de: Erstellt

source: sort_on_created
de: Nach Erstelldatum sortieren

source: modified
de: Geändert

source: sort_on_modified
de: Nach Änderungsdatum sortieren

source: verify
de: Überprüfen

source: location_label
de: Ort

source: location_help
de: Wählen Sie die Orte die mit diesem Eintrag zu tun haben

source: location_placeholder
de: Ort wählen

source: title_label
de: Titel

source: attachment_title_help
de: Geben Sie den Titel des Anhangs ein

source: title_required
de: Titel ist erforderlich

source: attachment_label
de: Anhang

source: help_attachment_type
de: Achtung - wenn Sie den Anhangtyp eines existierenden Anhangs ändern werden die bisherigen Daten verworfen

source: attachment_text_help
de: Geben Sie den Anhangtext ein

source: attachment_text_required
de: Anhangtext ist erforderlich

source: attachment_file_help
de: Wählen Sie die Datei zum anhängen

source: attachment_file_required
de: Datei ist erforderlich

source: attachment_image_help
de: Wählen Sie das Bild zum anhängen

source: attachment_image_required
de: Bild ist erforderlich

source: save
de: Speichern

source: cancel
de: Abbrechen

source: location_coordinates_help
de: Wählen Sie einen Punkt auf der Karte um die Koordinaten zu setzen

source: coordinates_required
de: Koordinaten sind erforderlich

source: street_label
de: Straße

source: location_street_help
de: Geben Sie den Straßennamen des Ortes an

source: lat_required
de: Straße ist erforderlich

source: zip_label
de: Postleitzahl

source: location_zip_help
de: Geben Sie die Postleitzahl des Ortes an

source: city_label
de: Stadt

source: location_city_help
de: Geben Sie die Stadt an in der sich der Ort befindet

source: city_required
de: Stadt ist erforderlich

source: country_label
de: Land

source: location_country_help
de: Wählen Sie das Land in dem sich der Ort befindet

source: country_required
de: Landeingabe ist erforderlich

source: occasion_title_help
de: Geben Sie den Titel des Ereignisses an

source: description_label
de: Beschreibung

source: occasion_description_help
de: Geben Sie eine Beschreibung des Ereignissen an

source: description_required
de: Beschreibung ist erforderlich

source: duration_from_label
de: Dauer von

source: occasion_duration_from_help
de: Geben Sie das Startdatum des Ereignisses an

source: duration_to_label
de: Dauer bis

source: occasion_duration_to_help
de: Geben Sie das Enddatum des Ereignisses an

source: facility_label
de: Einrichtung

source: facility_help
de: Wählen Sie die Einrichtungen die mit diesem Eintrag zu tun haben

source: facility_placeholder
de: Einrichtung wählen

source: recaptcha_public_key_label
de: reCAPTCHA Öffentlicher Schlüssel

source: recaptcha_public_key_required
de: Öffentlicher Schüssel ist erforderlich

source: recaptcha_private_key_label
de: reCAPTCHA Privater Schlüssel

source: recaptcha_private_key_required
de: Privater Schüssel ist erforderlich

source: project_description_label
de: Projektbeschreibung

source: project_description_required
de: Projektbeschreibung ist erforderlich

source: occasion_label
de: Ereignis

source: occasion_help
de: Wählen Sie die Ereignisse die mit diesem Eintrag zu tun haben

source: occasion_placeholder
de: Ereignis wählen

source: facility_title_help
de: Geben Sie den Titel der Einrichtung an

source: facility_description_help
de: Gebe Sie die Beschreibung der Einrichtung an

source: exists_from_label
de: Existiert von

source: facility_exists_from_help
de: Geben Sie das Datum an seit dem die Einrichtung existiert

source: exists_to_label
de: Existiert bis

source: facility_exists_to_help
de: Geben Sie das Datum an bis zu dem die Einrichtung existiert

source: category_label
de: Kategorie

source: facility_category_help
de: Wählen oder setzen Sie Kategorien für diese Einrichtung

source: category_placeholder
de: Kategorie wählen oder hinzufügen

source: attachment_description
de: Ein Anhang

source: attachments_label
de: Anhänge

source: attachments_description
de: Container für Anhänge

source: facility_description
de: Eine Einrichtung

source: facilities_label
de: Einrichtungen

source: facilities_description
de: Container für Einrichtungen

source: location_description
de: Ein Ort

source: locations_label
de: Orte

source: locations_description
de: Container für Orte

source: occasion_description
de: Ein Ereignis

source: occasions_label
de: Ereignisse

source: occasions_description
de: Container für Ereignisse

source: chronotope_settings
de: Chronotope Einstellungen

source: about
de: Über
